{
    "UTILISATEUR": "Enter your username",
    "AVATAR": "Choose a avatar",
    "REJOINDRE_SALLE": "You are joining the game room",
    "JOUER": "Play !",
    "REJOINDRE_PARTIE": "Join the party !",
    "COMMENT_JOUER": "How to play ?",
    "A_PROPOS": "About",
    "CGU": "CGU",
    "CONTACTS": "Contacts",
    "TOUT_DROIT_RESERVE": "2024 The Socket Team. All rights reserved",
    "NOTRE_MISSION": "Our mission",
    "NOTRE_PROJET_TEXTE": "Our project aims to create an online gaming platform centered around music, inspired by popular games like GarticPhone. We are passionate about music and games, and we want to provide an entertaining experience for players of all skill levels.",
    "NOTRE_EQUIPE": "Our Team",
    "NOTRE_EQUIPE_TEXTE": "We are a team of students in the Bachelor of Multimedia and Internet Technologies (BUT MMI) program, passionate about creating multimedia content. Our team consists of web developers, graphic designers, and user experience specialists, working together to bring this project to life.",
    "NOTRE_VISION": "Our Vision",
    "NOTRE_VISION_TEXTE": "We believe that music has the power to bring people together and create moments of joy and connection. By combining music and games, we aim to provide a platform where users can have fun, express their creativity, and share their passion for music with others.",
    "INTRODUCTION": "Introduction",
    "INTRODUCTION_TEXTE": "Welcome to CatchyParty, a website offering music-themed games. These Terms of Use govern your use of this site. By accessing and using this site, you agree to these terms in their entirety.",
    "PROPRIETE_INTELLECTUELLE": "Intellectual property",
    "PROPRIETE_INTELLECTUELLE_TEXTE_1": "CatchyParty and its content, including but not limited to, texts, graphics, images, logos, sounds, videos, and source code, are the intellectual property of The Socket Team and are protected by copyright laws and international treaties.",
    "PROPRIETE_INTELLECTUELLE_TEXTE_2": "You may not reproduce, duplicate, copy, sell, resell or otherwise exploit any of the content of this site without our express written permission.",
    "UTILISATION_DU_SITE": "Use of the site",
    "UTILISATION_DU_SITE_TEXTE_1": "You agree to use this site only for legal purposes and in accordance with these terms. You should not use this site in a way that could cause harm to the site or other users.",
    "UTILISATION_DU_SITE_TEXTE_2": "You agree not to use robots, spiders, or any other automated means to access the Site for any purpose without our express written permission.",
    "LIMITATION_DE_RESPONSABILITE": "Limitation of liability",
    "LIMITATION_DE_RESPONSABILITE_TEXTE": "The Socket Team will not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages arising from your use of this site or any information or content available on this site.",
    "MODIFICATIONS_DES_CONDITIONS": "Modification of the conditions",
    "MODIFICATIONS_DES_CONDITIONS_TEXTE": "We reserve the right to change these terms at any time. Changes will take effect upon posting on this site. By continuing to use this site after the changes are posted, you agree to the amended terms.",
    "CONTACTEZ_NOUS": "Contact us",
    "CONTACTEZ_NOUS_TEXTE": "If you have any questions or suggestions, please contact us by e-mail :"
  }
  