{
    "UTILISATEUR": "Entre ton nom d'utilisateur",
    "AVATAR": "Choisir un avatar",
    "REJOINDRE_SALLE": "Tu es en train de rejoindre la salle de",
    "JOUER": "Jouer !",
    "REJOINDRE_PARTIE": "Rejoindre la partie !",
    "COMMENT_JOUER": "Comment Jouer ?",
    "A_PROPOS": "À propos",
    "CGU": "CGU",
    "CONTACTS": "Contacts",
    "TOUT_DROIT_RESERVE": "2024 The Socket Team. Tout droits réservés",
    "NOTRE_MISSION": "Notre mission",
    "NOTRE_PROJET_TEXTE": "Notre projet vise à créer une plateforme de jeu en ligne centrée autour de la musique, inspirée des jeux populaires comme GarticPhone. Nous sommes passionnés par la musique et les jeux, et nous voulons offrir une expérience divertissante aux joueurs de tous niveaux.",
    "NOTRE_EQUIPE": "Notre équipe",
    "NOTRE_EQUIPE_TEXTE": "Nous sommes une équipe d'étudiants dans la formation BUT Métiers du Multimédia et de l'Internet (BUT MMI), passionnés par la création de contenu multimédia. Notre équipe se compose de développeurs web, de graphistes et de spécialistes de l'expérience utilisateur, qui travaillent ensemble pour donner vie à ce projet.",
    "NOTRE_VISION": "Notre vision",
    "NOTRE_VISION_TEXTE": "Nous croyons que la musique a le pouvoir de rassembler les gens et de créer des moments de joie et de connexion. En combinant musique et jeux, nous visons à fournir une plate-forme où les utilisateurs peuvent s'amuser, exprimer leur créativité et partager leur passion pour la musique avec d'autres.",
    "INTRODUCTION": "Introduction",
    "INTRODUCTION_TEXTE": "Bienvenue sur CatchyParty, un site Web proposant des jeux sur le thème de la musique. Les présentes conditions d'utilisation régissent votre utilisation de ce site. En accédant et en utilisant ce site, vous acceptez ces conditions dans leur intégralité.",
    "PROPRIETE_INTELLECTUELLE": "Propriété intellectuelle",
    "PROPRIETE_INTELLECTUELLE_TEXTE_1": "CatchyParty et son contenu, notamment les textes, graphiques, images, logos, sons, vidéos et code source, sont la propriété intellectuelle de The Socket Team et sont protégés par les lois sur le droit d'auteur et les traités internationaux.",
    "PROPRIETE_INTELLECTUELLE_TEXTE_2": "Vous ne pouvez pas reproduire, dupliquer, copier, vendre, revendre ou exploiter autrement tout contenu de ce site sans notre autorisation écrite expresse.",
    "UTILISATION_DU_SITE": "Utilisation du site",
    "UTILISATION_DU_SITE_TEXTE_1": "Vous acceptez d'utiliser ce site uniquement à des fins légales et conformément aux présentes conditions. Vous ne devez pas utiliser ce site d'une manière qui pourrait nuire au site ou à d'autres utilisateurs.",
    "UTILISATION_DU_SITE_TEXTE_2": "Vous acceptez de ne pas utiliser de robots, spiders ou de tout autre moyen automatisé pour accéder au site à quelque fin que ce soit sans notre autorisation écrite expresse.",
    "LIMITATION_DE_RESPONSABILITE": "Limitation de responsabilité",
    "LIMITATION_DE_RESPONSABILITE_TEXTE": "La Socket Team ne sera pas responsable des dommages directs, indirects, accessoires, spéciaux, consécutifs ou exemplaires résultant de votre utilisation de ce site ou de toute information ou contenu disponible sur ce site.",
    "MODIFICATIONS_DES_CONDITIONS": "Modification des conditions",
    "MODIFICATIONS_DES_CONDITIONS_TEXTE": "Nous nous réservons le droit de modifier ces conditions à tout moment. Les modifications prendront effet dès leur publication sur ce site. En continuant à utiliser ce site après la publication des modifications, vous acceptez les conditions modifiées.",
    "CONTACTEZ_NOUS": "Contactez nous",
    "CONTACTEZ_NOUS_TEXTE": "Si vous avez des questions ou des suggestions, veuillez communiquer avec nous par courriel :"
}